Project_path = 'C:\\Users\\abuyko\\Documents\\nabs-services\\test\\integration\\RSHBNABSTestProject\\' # в конце должен быть \\
Project_path = 'CTT_Project\\' # для локального создания файлов
TestCases_book_name = 'TestCases_148.xls' # путь до файла (excel) с тест-кейсами


############################################################################################
############################################################################################
NeedTestsAndSute = True # Добавить файлы тестов и наборов тестов
NeedTemplates = True # Добавить пустые файлы шаблонов тестов
NeedConfigAndXMnem = True # Добавить пустые файлы конфигурации и мнемоники
NeedSettings = True # Добавить шаблонный файл глобальных настроек
NeedStubs = True # Добавить шаблоны заглушек
############################################################################################
############################################################################################
############################################################################################
############################################################################################
