Project_root = 'C:\\Users\\abuyko\\Documents\\nabs-services\\'
TestCases_book_name = 'C:\\Users\\user\\Documents\\Test_Cases\\TestCases_164_v.0.0.2.xls' # путь до файла (excel) с тест-кейсами

#Project_path = 'CTT_Project\\' # для локального создания файлов # в конце должен быть \\


############################################################################################
############################################################################################
NeedTestsAndSute = True # Добавить файлы тестов и наборов тестов
NeedTemplates = True # Добавить пустые файлы шаблонов тестов
NeedConfigAndXMnem = True # Добавить пустые файлы конфигурации и мнемоники
NeedSettings = True # Добавить шаблонный файл глобальных настроек
NeedStubs = True # Добавить шаблоны заглушек
############################################################################################
############################################################################################
############################################################################################
############################################################################################
