Project_root = 'C:\\Projects\\RSHB\\nabs-services\\'
TestCases_book_name = 'TestCases.xls' # путь до файла (excel) с тест-кейсами

Project_path = 'CTT_Project\\' # для локального создания файлов # в конце должен быть \\

  
############################################################################################
############################################################################################
NeedTestsAndSute = True # Добавить файлы тестов и наборов тестов
NeedTemplates = True # Добавить пустые файлы шаблонов тестов
NeedConfigAndXMnem = False # Добавить пустые файлы конфигурации и мнемоники
NeedSettings = False # Добавить шаблонный файл глобальных настроек
NeedStubs = False # Добавить шаблоны заглушек
NeedXSD = False # Добавить XSD схемы
############################################################################################
############################################################################################
############################################################################################
############################################################################################
